// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Farbe einschränken";

ApplyButton = "Übernehmen";
NewButton = "Neu…";
DeleteButton = "Löschen";
AddButton = "Hinzufügen";
CancelButton = "Abbrechen";

// Restrict Color Use
RestrictColorUseTabName = "Farbverwendung einschränken";
RestrictColorUseTabDescription = "Diese Funktion dient zur Einschränkung des Farbdrucks für alle Benutzer oder nur für bestimmte Benutzer und/oder Anwendungen. Beispiel: Zum Drucken aller E‑Mails ohne Farbe wählen Sie 'Farbe, wenn genehmigt', und setzen Sie anschließend die Berechtigung der E‑Mail‑Anwendung auf 'Nur Schwarz'.

Die Einstellungen auf den anderen zwei Registerkarte treten nur in Kraft, wenn \"Farbe, wenn genehmigt\" aktiviert ist.";

RestrictColorUseTabWithoutUsersDescription = "Über diese Funktion wird der Farbdruck für alle oder bestimmte Programme und/oder alle oder bestimmte Gruppen und Benutzer eingeschränkt. Sollen beispielsweise alle E-Mail-Nachrichten ohne Farbe gedruckt werden, wählen Sie \"Farbe, wenn genehmigt\" aus. Legen Sie dann die Berechtigung für das E-Mail-Programm auf \"Nur schwarzweiß\" fest.\n\nSoll der Farbdruck für alle oder bestimmte Gruppen und Benutzer eingeschränkt werden, wählen Sie im Bereich \"Aufgabenauswahl\" das Plug-in \"Benutzerrollenverwaltung\" aus.\n\nHinweis: Die Einstellungen auf der anderen Registerkarte und im Plug-in \"Benutzerrollenverwaltung\" werden nur wirksam, wenn \"Farbe, wenn genehmigt\" ausgewählt wird.";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Über diese Funktion wird der Farbdruck für alle oder für bestimmte Anwendungen eingeschränkt. Sollen beispielsweise alle E-Mail-Nachrichten ohne Farbe gedruckt werden, wählen Sie \"Farbe, wenn zulässig\" aus. Stellen Sie dann die Berechtigungen für die E-Mail-Anwendung auf \"Nur Schwarz\" ein.\n\nHinweis: Die Einstellungen auf der anderen Registerkarte werden nur wirksam, wenn \"Farbe, wenn zulässig\" ausgewählt wird.";

RestrictColorUseTabWithEWSDescription = "Diese Funktion dient zur Einschränkung des Farbdrucks für alle Benutzer oder nur für bestimmte Benutzer und/oder Anwendungen. Beispiel: Zum Drucken aller E‑Mails ohne Farbe wählen Sie 'Farbe, wenn genehmigt', und setzen Sie anschließend die Berechtigung der E‑Mail‑Anwendung auf 'Nur Schwarz'.

Sie können die Programmberechtigungen auf der Registerkarte für sonstige Einstellungen und die Berechtigungen für Benutzer/Gruppen auf der <a>Webseite des Druckers</a> verwalten.

Hinweis: Diese Berechtigungen werden nicht wirksam, wenn \"Farbe, wenn genehmigt\" ausgewählt ist.";

RestrictColorUseOptionsPrompt = "Farbdruckverhalten festlegen:";
RestrictColorUseEnableColorOptionName = "Farbe aktivieren";
RestrictColorUseEnableColorOptionDescription = "Alle Farbdruckaufträge werden in Farbe gedruckt.";
RestrictColorUseColorIfAllowedOptionName = "Farbe, wenn genehmigt";
RestrictColorUseColorIfAllowedOptionDescription = "Die Berechtigungen des Benutzers und der Anwendung sind ausschlaggebend, ob jeder Druckauftrag in Farbe gedruckt wird oder nicht.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Die Berechtigungen für das Programm legen fest, ob die Aufträge in Farbe gedruckt werden.";
RestrictColorUseDisableColorOptionName = "Farbe deaktivieren";
RestrictColorUseDisableColorOptionDescription = "Alle Farbdruckaufträge werden in Schwarz gedruckt.";
RestrictColorForApplications = "Farbdruck für bestimmte Computeranwendungen beschränken";
RestrictColorForUsers = "Farbdruck anhand von Benutzer- oder Gruppenberechtigungen einschränken";

// User Color Permissions
UserColorPermissionsTabName = "Benutzer";
UserColorPermissionsTitle = "Benutzerfarbberechtigungen";
UserColorPermissionsTableDescription = "Diese Liste enthält bis zu 50 Benutzer und ihre Farbberechtigungen.";
UserColorPermissionsTableUserNameColumn = "Benutzername";
UserColorPermissionsTablePermissionColumn = "Berechtigung";
DefaultUserPermissionsTitle = "Standardbenutzerberechtigungen:";
BlackOnly = "Nur Schwarz";
Color = "Farbe";
UserColorPermissionsTabDescription = "Sie können das Protokoll zur Farbverwendung mit den Namen der Benutzer, die auf diesem Gerät gedruckt haben, drucken.";
UserNameTitle = "Benutzername:";
PermissionTitle = "Berechtigung:";

// Application Color Permissions
AppColorPermissionsTabName = "Anwendung";
AppColorPermissionsTitle = "Anwendungsfarbberechtigungen";
App10ColorPermissionsTableDescription = "Diese Liste enthält bis zu 10 Anwendungen und ihre Farbberechtigungen.";
AppColorPermissionsTableDescription = "In dieser Liste werden Programme mit den zugehörigen Farbberechtigungen gesichert.";
AppColorPermissionsTableAppNameColumn = "Anwendungsname";
AppColorPermissionsTablePermissionColumn = "Berechtigung";
DefaultAppPermissionsTitle = "Standardanwendungsberechtigungen:";
AppColorPermissionsTabDescription = "Sie können das Protokoll zur Farbverwendung mit den Namen der Anwendungen, die auf diesem Gerät gedruckt haben, drucken.";
AppNameTitle = "Anwendungsname:";
